<HTML>
<BODY>
隐私保护
易缘网（www.99yiyuan.com）非常重视用户的隐私权，具体细则如下：

信息收集和使用
1) 在用户注册{$config.sitename}帐户，使用其他{$config.sitename}产品或服务，访问{$config.sitename}网页, 或参加任何形式的会员活动时，{$config.sitename}会收集您的个人身份识别资料。{$config.sitename}也会收集来自合作伙伴的身份识别资料。
2) 当用户注册{$config.sitename}帐户时，我们会问及您的姓名、昵称、电邮地址、出生日期、性别、职业、所在行业、个人收入等一系列的个人信息，只要您在{$config.sitename}成功注册并登录服务器，我们将可以识别您。
3) {$config.sitename}会自动接收并记录您的浏览器和服务器日志上的信息，包括但不限于您的 IP 地址、在线、无线信息等资料。{$config.sitename}会将这些资料用于：改进为您提供的网页内容，满足您对某种产品、活动的需求或通知您最

新产品、活动信息。
4) 您同意，以就您于网站服务公开使用区域及网站服务其他任何公开使用区域张贴之内容，或包括照片、图形或影音资料等内容，授予{$config.sitename}全球性、免许可费及非独家的使用权，{$config.sitename}可以为了展示、散布及推广张

贴前述内容之特定服务目的，将前述内容复制、修改、改写、改编或出版，在您将前述内容放入网站服务期间，使用权持续有效；若您将前述内容自网站服务中删除，则使用权于删除时终止。
5) 您同意已就您于网站服务其他公开使用区域张贴的其他内容，授予{$config.sitename}免许可费、永久有效、不可撤销、非独家及可完全再授权之权利在全球使用、复制、修改、改写、改编、发行、翻译、创造衍生性著作，或将

前述内容（部分或全部）加以散布、展示，或放入利用任何现在已知和未来开发出之形式、媒体和科技之其他著作物当中。
6) {$config.sitename}会利用工具，为合作伙伴的网站进行数据搜集工作，有关数据也会作统计用途。 网站会将所记录的{$config.sitename}会员数据整合起来，以综合数据形式供合作伙伴参考。综合数据会包括人数统计和使用情况等资料，

但不会包含任何可以识别个人身份的数据。 当{$config.sitename}要替合作伙伴进行数据搜集时，我们会和合作伙伴同时在网站或者是网页上告知用户。

信息储存和限制
{$config.sitename}有权制订一般措施及限制，包含但不限于网站服务将保留的电子邮件讯息、所张贴内容或其他上载内容之最长期间、每个帐号可收发电子邮件讯息的最大数量及可收发的单个消息的大小。通过网站服务存储或传

送之任何信息、通讯资料和其他内容，如被删除或未予储存，{$config.sitename}毋须承担任何责任。您亦同意，长时间未使用的帐号，{$config.sitename}有权关闭。您也同意，{$config.sitename}有权依其自行之考量，不论通知与否，随时变更这些一般

措施及限制。

信息公开和共享
{$config.sitename}不会将您的个人识别信息出租或出售给任何人。以下情况除外：
1) 您同意让第三方共享资料
2) 只有透露您的个人资料，才能提供您所要求的产品和服务
3) 为免除您在生命、身体或财产方面之急迫危险；为防止他人权益之重大危害
4) 我们需要向代表我们提供产品或服务的公司提供资料（除非我们另行通知您，否则这些公司无权使用您的身份识别资料）
5) 我们需要听从法庭传票、法律命令或遵循法律程序
6) 我们发现您违反了{$config.sitename}服务条款任何其他服务的使用规定。

安全保障
您的{$config.sitename}帐户具有密码保护功能，以确保您的隐私和信息安全。
在某些情况下，{$config.sitename}使用通行标准的保密系统，确保资料传送的安全性。

编辑和删除个人帐户资料（即结束服务）的权限
{$config.sitename}赋予您在服务期间的任何时候编辑{$config.sitename}帐户信息的权利。用户或{$config.sitename}可随时根据实际情况中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对{$config.sitename}服务不满，用户只有以下的追索权：
1) 不再使用{$config.sitename}服务。
2) 结束用户使用{$config.sitename}服务的资格。
3) 通告{$config.sitename}停止该用户的服务。
结束用户服务后，用户使用{$config.sitename}服务的权利马上终止。从那时起，{$config.sitename}不再对用户承担任何义务。

隐私权政策的修订
{$config.sitename}时常会对隐私权政策进行修改。如果在使用用户个人信息政策方面有大幅度修改时，我们会在网页中显著的位置贴出相关规定以便及时通知用户。如果你还有其他问题和建议，请直接与客服中心联系。
</BODY>
</HTML>